tap "d12frosted/emacs-plus"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "macaulay2/tap"
tap "railwaycat/emacsmacport"
tap "rbenv/tap"
tap "romkatv/powerlevel10k"
tap "zegervdv/zathura"
brew "icu4c@77"
brew "harfbuzz"
brew "pango"
brew "librsvg"
brew "python-packaging"
brew "readline"
brew "asciinema"
brew "automake"
brew "baobab"
brew "binutils"
brew "btop"
brew "gmp"
brew "cmake"
brew "cmatrix"
brew "code-minimap"
brew "coreutils"
brew "cowsay"
brew "cscope"
brew "cyrus-sasl"
brew "gnupg"
brew "poppler"
brew "diff-pdf"
brew "diff-so-fancy"
brew "dust"
brew "enchant"
brew "entr"
brew "fd"
brew "rubberband"
brew "ffmpeg"
brew "z3"
brew "freeglut"
brew "libtool"
brew "fzf"
brew "gcc"
brew "ghc"
brew "ghcup"
brew "git-lfs"
brew "gitui"
brew "global"
brew "gnu-sed"
brew "go"
brew "pkgconf"
brew "gobject-introspection"
brew "graphviz"
brew "haskell-language-server"
brew "haskell-stack"
brew "helix"
brew "hlint"
brew "htop"
brew "hugo"
brew "imagemagick"
brew "ispell"
brew "isync", args: ["HEAD"]
brew "jq"
brew "lazygit"
brew "lftp"
brew "libgccjit"
brew "luarocks"
brew "meson"
brew "mono"
brew "msmtp"
brew "mu"
brew "ncdu"
brew "neofetch"
brew "neomutt"
brew "neovim"
brew "neovide"
brew "nnn"
brew "node"
brew "openjdk"
brew "openssl@1.1"
brew "pandoc"
brew "pass"
brew "pdftk-java"
brew "php"
brew "pinentry-mac"
brew "pngpaste"
brew "powerlevel10k"
brew "prover9"
brew "python-matplotlib"
brew "python-networkx", link: false
brew "python-tk@3.11"
brew "python@3.9"
brew "python-tk@3.9"
brew "python@3.10"
brew "qt@5"
brew "ranger"
brew "ripgrep"
brew "singular"
brew "six"
brew "tcl-tk"
brew "texinfo"
brew "texlab"
brew "thefuck"
brew "tldr"
brew "tmux"
brew "topgrade"
brew "wget"
brew "with-readline"
brew "xclip"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "d12frosted/emacs-plus/emacs-plus@29", args: ["with-modern-pen-icon", "with-native-comp", "with-no-frame-refocus", "with-xwidgets"]
brew "macaulay2/tap/macaulay2"
brew "rbenv/tap/openssl@1.0"
cask "adoptopenjdk8"
cask "alacritty"
cask "alt-tab"
cask "brave-browser"
cask "docker"
cask "font-fira-code-nerd-font"
cask "gimp"
cask "google-chrome"
cask "gpg-suite"
cask "julia"
cask "karabiner-elements"
cask "logseq"
cask "mactex"
cask "michaelvillar-timer"
cask "minecraft"
cask "scroll-reverser"
cask "sioyek"
cask "visual-studio-code"
cask "wezterm"
cask "whichspace"
cask "xquartz"
cask "zed"
cask "zoom"
vscode "bodil.file-browser"
vscode "jacobdufault.fuzzy-search"
vscode "jdinhlife.gruvbox"
vscode "kahole.magit"
vscode "leanprover.lean4"
vscode "ms-azuretools.vscode-docker"
vscode "ms-vscode-remote.remote-containers"
vscode "vscodevim.vim"
vscode "vspacecode.vspacecode"
vscode "vspacecode.whichkey"
