tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "romkatv/powerlevel10k"
tap "zegervdv/zathura"
brew "python@3.9"
brew "tcl-tk"
brew "pango"
brew "librsvg"
brew "baobab"
brew "binutils"
brew "cmake"
brew "cmatrix"
brew "code-minimap"
brew "coreutils"
brew "cowsay"
brew "cyrus-sasl"
brew "dust"
brew "entr"
brew "fzf"
brew "gcc"
brew "gdb"
brew "ghc"
brew "git-lfs"
brew "go"
brew "gobject-introspection"
brew "graphviz"
brew "helix"
brew "htop"
brew "hugo"
brew "imagemagick"
brew "isync", args: ["HEAD"]
brew "jq"
brew "llvm"
brew "meson"
brew "mono"
brew "msmtp"
brew "mu"
brew "ncdu"
brew "neofetch"
brew "neomutt"
brew "neovim"
brew "node"
brew "openjdk"
brew "openssl@3"
brew "pass"
brew "prover9"
brew "python@3.8"
brew "ranger"
brew "ripgrep"
brew "rubberband"
brew "texinfo"
brew "texlab"
brew "thefuck"
brew "tmux"
brew "wget"
brew "xclip"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "romkatv/powerlevel10k/powerlevel10k"
cask "adobe-acrobat-reader"
cask "adoptopenjdk8"
cask "aquamacs"
cask "colorpicker-skalacolor"
cask "emacs"
cask "firefox"
cask "font-hack-nerd-font"
cask "iterm2"
cask "mactex"
cask "mailspring"
cask "osxfuse"
cask "skype"
cask "slack"
cask "spotify"
cask "ubersicht"
cask "whatsapp"
cask "xquartz"
cask "zoom"
