tap "d12frosted/emacs-plus"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "romkatv/powerlevel10k"
tap "zegervdv/zathura"
brew "pango"
brew "librsvg"
brew "baobab"
brew "binutils"
brew "cmake"
brew "cmatrix"
brew "code-minimap"
brew "coreutils"
brew "cowsay"
brew "cyrus-sasl"
brew "dust"
brew "entr"
brew "fd"
brew "fzf"
brew "gcc"
brew "ghc"
brew "git-lfs"
brew "libtool"
brew "gnupg"
brew "go"
brew "gobject-introspection"
brew "graphviz"
brew "haskell-language-server"
brew "helix"
brew "htop"
brew "hugo"
brew "imagemagick"
brew "ispell"
brew "jq"
brew "z3"
brew "llvm"
brew "meson"
brew "python@3.10"
brew "mono"
brew "msmtp"
brew "mu"
brew "ncdu"
brew "neofetch"
brew "neomutt"
brew "neovim"
brew "node"
brew "openjdk"
brew "openssl@3"
brew "pandoc"
brew "pass"
brew "pinentry-mac"
brew "prover9"
brew "tcl-tk"
brew "python@3.8"
brew "python@3.9"
brew "ranger"
brew "ripgrep"
brew "rubberband"
brew "texinfo"
brew "thefuck"
brew "tmux"
brew "topgrade"
brew "wget"
brew "xclip"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "romkatv/powerlevel10k/powerlevel10k"
cask "adoptopenjdk8"
cask "alacritty"
cask "alfred"
cask "brave-browser"
cask "caffeine"
cask "colorpicker-skalacolor"
cask "discord"
cask "emacs"
cask "firefox"
cask "font-fira-code"
cask "font-hack"
cask "font-hack-nerd-font"
cask "gpg-suite"
cask "icanhazshortcut"
cask "iterm2"
cask "kdenlive"
cask "keycastr"
cask "mactex"
cask "obs"
cask "rectangle"
cask "skim"
cask "skype"
cask "slack"
cask "spotify"
cask "thunderbird"
cask "vlc"
cask "whatsapp"
cask "xquartz"
cask "zoom"
